Repository: alotaiba/Inline-Text-Direction
Catalog: lang/itd-*.po
Languages: ar

source: Arabic
ar: العربية

source: As HTML
ar: بطريقة HTML

source: As XHTML served as text/html
ar: بطريقة XHTML مقدمة على شكل text/html

source: As XHTML served as XML application/xhtml+xml
ar: بطريقة XHTML مقدمة على شكل XML application/xhtml+xml

source: Welcome %s!
ar: مرحباً %s!

source: A string with low priority!
ar: نص ذو أهمية قليلة!

source: Bye
ar: إلى اللقاء

source: Inline Text Direction Options
ar: خيارات اتجاه النص المضمن

source: Inline Text Direction
ar: اتجاه النص المضمن

source: Options saved.
ar: تم حفظ الخيارات.

source: How are you serving your HTML pages?
ar: ما هي طريقة تقديم صفحات HTML لديك؟

source: If you do not know your HTML serving type, please choose
ar: إذا كنت لا تعرف طريقة تقديم صفحات HTML لديك، الرجاء اختيار

source: Type
ar: الطريقة

source: More information about the different types of serving HTML pages.
ar: معلومات أكثر حول طرق تقديم صفحات HTML.

source: Foreign language
ar: اللغة الأجنبية

source: Save Changes
ar: حفظ التغييرات

source: This plugin will add two new buttons on both editors (Visual and HTML), which will enable you to change the direction of inline text from LTR to RTL, or vice versa.
ar: هذه الإضافة ستضيف زرّين إلى المحررّين لديك (المتطور و HTML)، مما يتيح لك تغيير اتجاه النص المضمن من LTR إلى RTL، أو العكس.

source: Almashroo Development Team
ar: فريق عمل المشروع
